fr/html/olpc-deployment-guide-strategie-apprentissage.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<title>Stratégie d'apprentissage</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Stratégie d'apprentissage"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-12"/>
<meta name="author" content="OLPC Foundation (c) 2011 One Laptop Per Child Association, Inc."/>
<meta name="description" content="ONE LAPTOP PER CHILD GUIDE DE DEPLOIEMENT 2011"/>
<meta name="keywords" content="ONE LAPTOP PER CHILD GUIDE DE DEPLOIEMENT 2011"/>
<link rel="stylesheet" href="style.css" type="text/css" />
</head>
<body>


<div id="content">
<h1 class="title">Stratégie d'apprentissage</h1>


<div class="menu">
<ul>
<li><a href="olpc-deployment-guide-one-laptop-per-child.html">One Laptop Per Child</a>
</li>
<li><a href="index.html">Table des matières</a>
</li>
<li><a href="olpc-deployment-guide-introduction-au-guide-de-deploiement.html">Introduction au guide de déploiement</a>
</li>
</ul>


</div>


<p>
« Il s'agit d'un projet éducatif et non d'un projet informatique. »
</p>
<p>
Nos principes sont basés sur la théorie du constructionnisme ; celle-ci se
réfère à la théorie de « l'apprentissage par l'action ». Son auteur en est
Seymour Papert, mathématicien, informaticien et éducateur ; celle-ci est
elle-même basée sur les théories d'apprentissage constructivistes du
psychologue suisse Jean Piaget.
</p>
<p>
Papert pense que l'apprentissage est plus efficace lorsque l'élève est
lui-même engagé dans le processus ; il pense aussi que la technologie est
un outil aidant à la construction de ce savoir. C'est à lui que l'on doit
les pas les plus importants pour amener les enfants à contrôler ces
nouvelles technologies. Par ses recherches et leurs conclusions, il propose
que les enfants eux-mêmes apprennent à programmer afin de développer les
compétences uniques qui les amèneront à comprendre la façon dont ils
apprennent.
</p>
<p>
Notre philosophie s'inspire des travaux de Papert et d'autres éducateurs
progressistes ayant les mêmes concepts sur l'apprentissage. Nous pensons
que le XO amène les enfants à développer leur savoir à partir de leurs
intérêts personnels parce qu'il leur fournit des outils qui sont aptes à
leur faire partager et critiquer cette construction de savoir, ce qui les
amène à devenir de meilleurs étudiants et de meilleurs enseignants. De
plus, bien que notre objectif premier ne soit pas la compétence en
informatique, elle se développe facilement par elle-même au fur et à mesure
que les enfants s'approprient leurs XO pendant leur apprentissage.
</p>
<p>
Notre stratégie d'apprentissage se focalise sur la construction :
</p>
<ul>
<li>en développant l'aisance digitale ; celle-ci se réfère aux outils de
  programmation informatique et à l'habileté d'élaborer des objets censés
  grâce aux outils technologiques. « Une personne technologiquement à
  l'aise devrait aller du germe d'une intuition à la mise en oeuvre d'un
  projet technologique (Papert &amp; Resnick, 1995) ».

</li>
<li>en réfléchissant à l'apprentissage : comment apprend-on à apprendre ?
  Comment réfléchit-on sur ses propres stratégies d'apprentissage ?

</li>
<li>en misant sur un apprentissage et de nouvelles compétences basés sur les
  valeurs du XXIe siècle :

<ul>
<li>Créativité et innovation
</li>
<li>Pensée critique et résolution de problèmes
</li>
<li>Communication et collaboration
</li>
</ul>

</li>
</ul>


<p>
<b>Logiciel : La plateforme d'apprentissage Sugar</b>
</p>


<p>
Basés sur le constructionnisme et en accord avec nos principes sur les
logiciels libres, nous avons créé Sugar, la plateforme la plus appropriée
pour concrétiser ces stratégies d'apprentissage. Avec les activités
proposées par Sugar, les enfants découvrent une manière d'explorer des
connaissances à travers différents medias et outils de programmation. Sugar
met en avant l'apprentissage collaboratif au travers d'activités
encourageant la pensée critique, la collaboration et la réflexion.
</p>


<div class="menu">
<ul>
<li><a href="olpc-deployment-guide-one-laptop-per-child.html">One Laptop Per Child</a>
</li>
<li><a href="index.html">Table des matières</a>
</li>
<li><a href="olpc-deployment-guide-introduction-au-guide-de-deploiement.html">Introduction au guide de déploiement</a>
</li>
</ul>


</div>
</div>

<div id="postamble">
<div id="disqus_thread"></div>
<script type="text/javascript">
    var disqus_shortname = 'olpcdploiementguidecommunautaire';
    (function() {
        var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
        dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';
        (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    })();
</script>
</div>
</body>
</html>
